docs/dot/InformalHearingPresentationTask_Organization.dot
digraph G {
rankdir="LR";
"TrackVeteranTask_Organization" -> "InformalHearingPresentationTask_Organization" [label=1]
"InformalHearingPresentationTask_Organization" -> "VeteranRecordRequest_Organization" [label=1]
"InformalHearingPresentationTask_Organization" -> "BvaDispatchTask_Organization" [label=1]
"InformalHearingPresentationTask_Organization" -> "InformalHearingPresentationTask_User" [label=8]
"DistributionTask_Organization" -> "InformalHearingPresentationTask_Organization" [label=75]
"InformalHearingPresentationTask_Organization" -> "JudgeAssignTask_User" [label=7]
"EvidenceSubmissionWindowTask_Organization" -> "InformalHearingPresentationTask_Organization" [label=9]
}
